alsa-utils
amd-ucode
arandr
autoconf
automake
base
biber
binutils
bison
bspwm
cups
cups-pdf
dmenu
epson-inkjet-printer-escpr
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
gcc-fortran
gettext
git
grep
groff
gzip
hdf5
hplip
htop
lapack
libtool
linux
linux-firmware
lm_sensors
m4
make
marked
ncpamixer
neofetch
networkmanager
ntp
nvidia
openconnect
openssh
pacman
patch
picom
pkgconf
polybar-git
python
python-matplotlib
python-numpy
python-scipy
python-sympy
sed
siji-git
solaar
sudo
sxhkd
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
ttf-ibm-plex
ttf-ms-fonts
unclutter
valgrind
vim
which
xorg-xinit
xorg-xsetroot
yay
zathura
zathura-pdf-poppler
zoom
