amd-ucode
arandr
aspell
atkmm
autoconf
automake
base
biber
binutils
bison
bspwm
cairomm
chromium
cpio
cuda
cups
cups-pdf
dmenu
doxygen
enchant
enscript
epson-inkjet-printer-escpr
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
gcc-fortran
gdb
gdl
gettext
gimp
git
glibmm
gmsh
gotop-git
graphviz
grep
groff
gruvbox-dark-gtk
gsl
gtkmm3
gtkspell3
gvim
gzip
hdf5
hplip
hspell
htop
lapack
libmagick6
libreoffice-fresh
libsigc++
libtool
libvoikko
libyaml
linux
linux-firmware
lm_sensors
m4
make
man-db
marked
minecraft-launcher
ncpamixer
neofetch
networkmanager
ntfs-3g
ntp
nvidia
openconnect
openssh
pacman
pangomm
paraview-opt
patch
picom
pipes.sh
pkgconf
polybar-git
python
python-h5py
python-matplotlib
python-numpy
python-scipy
python-sympy
sed
siji-git
solaar
sudo
sxhkd
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
time
tmux
ttf-ibm-plex
ttf-ms-fonts
unclutter
unzip
valgrind
which
xorg-xinit
xorg-xsetroot
yay
zathura-git
zathura-pdf-poppler-git
zoom
